// Напишите программу, которая принимает на вход трёхзначное число 
//и на выходе показывает последнюю цифру этого числа.

int N = 123;
int a = N % 10;
System.Console.WriteLine(a);

