// Задача 3: Напишите программу, которая на вход принимает число 
//и выдаёт, является ли число чётным (делится ли оно на два без остатка)

int a = -6;
if (a % 2 == 1)
{
    System.Console.WriteLine("Не четное");
}
else
{
    System.Console.WriteLine("Четное");
}