//Задача 1: Напишите программу, которая на вход 
//принимает два числа и выдаёт, какое число большее, а какое меньшее.

int a = 8;
int b = 7;
if (a > b)
{
    System.Console.Write("max = "); 
    System.Console.Write(a);
    System.Console.WriteLine();
    System.Console.Write("min = "); 
    System.Console.Write(b);     
}
else
{
    System.Console.Write("max = "); 
    System.Console.Write(b);
    System.Console.WriteLine();
    System.Console.Write("min = "); 
    System.Console.Write(a);  
}
